/* plugin name */
"Application" = "Anwendung";

/* Application not found error - title */
"Application not found" = "Anwendung nicht gefunden";

/* Application not supported - message
   Filetype not supported error - title */
"Application not supported" = "Anwendung wird nicht unterstützt";

/* Application not supported - informative text */
"Apps must support opening images or videos." = "Anwendungen müssen Bild- oder Videodateien öffnen können.";

/* Supported applications message */
"Only supported applications can be selected" = "Es können nur unterstützte Anwendungen ausgewählt werden.";

/* Application not found error - message */
"Please reconfigure this share destination and try again. To edit the share destination, select Snagit > Preferences > Share tab and select the destination to edit." = "Bitte konfigurieren Sie das Weitergabe-Ziel neu und wiederholen Sie dann den Vorgang. Um ein Weitergabe-Ziel zu bearbeiten, wählen Sie Snagit > Voreinstellungen > Tab Weitergeben und wählen Sie das gewünschte Ziel aus.";

/* Share destintation not configured error - title */
"Share destination not configured" = "Weitergabe-Ziel nicht konfiguriert";

/* plugin description */
"Share the capture to the selected application." = "Capture an die ausgewählte Anwendung weitergeben.";

/* Filetype not supported error - message */
"This application does not support .%@ files. Please change the export file format and try again" = "Diese Anwendung unterstützt keine „.%@“-Dateien. Bitte geben Sie ein anderes Export-Dateiformat an und wiederholen Sie den Vorgang.";

/* Share destintation not configured error - message */
"To select a supported application for this share destination, select Snagit > Preferences > Share tab. Select the share destination and click Choose Application." = "Unter Snagit > Voreinstellungen > Tab Weitergeben können Sie eine unterstützte Anwendung für dieses Weitergabe-Ziel auswählen. Wählen Sie das gewünschte Weitergabe-Ziel und klicken Sie auf „Anwendung auswählen“.";

